{
    "version": 1,
    "ts": 1655143472,
    "server": {
        "connectUrl": "https://caeb-co-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "intro": {
        "program_or_study": "program",
        "start_month": "2",
        "start_year": "2023",
        "mode_studied": "e-bike",
        "program_admin_contact": "Sarah.thorne@state.co.us, 720-653-2446",
        "deployment_partner_name": "Colorado Energy Office",
        "translated_text": {
            "en": {
                "deployment_partner_name": "Colorado Energy Office",
                "deployment_name": "Community Access to Electric Bicycles Program",
                "summary_line_1": "The Colorado Energy Office aims to incentivize commuters to adopt energy-efficient, non-polluting modes of transportation and maximize air quality benefits.",
                "summary_line_2": "In this program, it is providing e-bikes to low-income individuals in communities around the state.",
                "summary_line_3": "If you are a program Participant, this app can help you log your trips and compete against others to benefit our environment.",
                "short_textual_description": "The growing popularity of eBikes aligns well with the State of Colorado’s climate and equity goals. eBikes, while the cost of which is still out of reach for some, are becoming more affordable as battery costs come down and new manufacturers enter the market. With most motor vehicle trips under 10 miles, eBikes are well-suited to replace those trips typically taken in a car.",
                "why_we_collect": "The data collected during the program will be used to understand how eBikes are used including when and how often as well as distance travelled.",
                "research_questions": [
                    "This program will track eBike trips completed by program participants.",
                    "Projects that participate will have participants required to track their trips through the app."
                ]
            },
            "es": {
                "deployment_partner_name": "Oficina de Energía de Colorado",
                "deployment_name": "Programa de Acceso Comunitario a Bicicletas Eléctricas",
                "summary_line_1": "La Oficina de Energía de Colorado tiene como objetivo incentivar a los viajeros a adoptar modos de transporte no contaminantes y de bajo consumo de energía y maximizar los beneficios de la calidad del aire.",
                "summary_line_2": "En este programa, proporciona bicicletas eléctricas a personas de bajos ingresos en comunidades de todo el estado.",
                "summary_line_3": "Si es un participante del programa, esta aplicación puede ayudarlo a registrar sus viajes y competir contra otros para beneficiar nuestro medio ambiente.",
                "short_textual_description": "La creciente popularidad de las bicicletas eléctricas se alinea bien con los objetivos climáticos y de equidad del Estado de Colorado. Las eBikes, aunque su costo todavía está fuera del alcance de algunos, se están volviendo más asequibles a medida que bajan los costos de las baterías y nuevos fabricantes ingresan al mercado. Con la mayoría de los viajes en vehículos motorizados de menos de 10 millas, las bicicletas eléctricas son adecuadas para reemplazar los viajes que normalmente se realizan en un automóvil.",
                "why_we_collect": "Los datos recopilados durante el programa se utilizarán para comprender cómo se utilizan las bicicletas eléctricas, incluido cuándo y con qué frecuencia, así como la distancia recorrida.",
                "research_questions": [
                    "Este programa hará un seguimiento de los viajes en eBike completados por los participantes del programa",
                    "Los proyectos que participen requerirán que los participantes realicen un seguimiento de sus viajes a través de la aplicación."
                ]
            }
        }
    },
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "json/demo-survey-v2.json",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": false
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "data_trips_columns_exclude": [
            "data.start_loc.coordinates",
            "data.end_loc.coordinates"
        ],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_generate": false,
        "token_prefix": "nrelop",
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": false,
        "push_send": false,
        "options_uuids": true,
        "options_emails": true,
        "data_trajectories_columns_exclude": [
            "user_id"
        ]
    }
}
