{
    "url_abbreviation": "clip-pilot",
    "version": 2,
    "ts": 1760371251,
    "server": {
        "connectUrl": "https://clip-pilot-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "opcode": {
        "autogen": true,
        "subgroups": [
            "default",
            "test"
        ]
    },
    "intro": {
        "program_or_study": "program",
        "start_month": "09",
        "start_year": "2025",
        "mode_studied": "e-bike",
        "program_admin_contact": "SORAH PARK (email: sorah@clip.bike)",
        "deployment_partner_name": "CLIP",
        "translated_text": {
            "en": {
                "deployment_partner_name": "CLIP",
                "deployment_name": "CLIP Pilot with NYCEDC",
                "summary_line_1": "This is an e-bike pilot conducted by CLIP.bike INC or CLIP on City-owned property managed by NYCEDC.",
                "summary_line_2": "",
                "summary_line_3": "",
                "short_textual_description": "CLIP Explorer is the world’s first and only Plug & Play e-bike device to upgrade any bike into an e-bike without tools or pre-installation. Despite its commercial success, CLIP has received limited feedback from the units sold as the team is scaling sales in 2025. CLIP is interested in gathering precise product feedback, as well as understanding accurate commuter behavior and impact. NYCEDC is working with CLIP to allow the startup to participate in a pilot at BAT and Governor’s Island.",
                "why_we_collect": "With the pilot with NYCEDC, CLIP aims to collect real-world data in a controlled environment, allowing the team to fine-tune and enhance their fleet model as well as getting a better understanding of the impact of large-scale deployment on commuters and their communities. CLIP will share collected data with NYCEDC after the pilot, informing the team of commuter behavior at BAT and Governor's Island.",
                "research_questions": []
            },
            "es": {
                "deployment_partner_name": "CLIP",
                "deployment_name": "Piloto de CLIP con NYCEDC",
                "summary_line_1": "Este es un piloto de bicicletas eléctricas realizado por CLIP.bike INC o CLIP en una propiedad de la ciudad gestionada por NYCEDC.",
                "summary_line_2": "",
                "summary_line_3": "",
                "short_textual_description": "CLIP Explorer es el primer y único dispositivo de bicicleta eléctrica Plug & Play del mundo para actualizar cualquier bicicleta a una bicicleta eléctrica sin herramientas ni preinstalación. A pesar de su éxito comercial, CLIP ha recibido comentarios limitados de las unidades vendidas mientras el equipo amplía las ventas en 2025. CLIP está interesado en recopilar comentarios precisos sobre el producto, así como en comprender el comportamiento y el impacto precisos de los viajeros. NYCEDC está trabajando con CLIP para permitir que la startup participe en un piloto en BAT y Governor's Island.",
                "why_we_collect": "Con el piloto con NYCEDC, CLIP tiene como objetivo recopilar datos del mundo real en un entorno controlado, lo que permite al equipo afinar y mejorar su modelo de flota, así como obtener una mejor comprensión del impacto del despliegue a gran escala en los viajeros y sus comunidades. CLIP compartirá los datos recopilados con NYCEDC después del piloto, informando al equipo sobre el comportamiento de los viajeros en BAT y Governor's Island.",
                "research_questions": []
            }
        }
    },
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "https://raw.githubusercontent.com/e-mission/nrel-openpath-deploy-configs/main/survey_resources/clip-pilot/clip-pilot-onboarding-v0.xml",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": true
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "data_trips_columns_exclude": [],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_prefix": "nrelop",
        "token_generate": false,
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": false,
        "options_uuids": true,
        "options_emails": true,
        "admin_access": [
            "sorah@clip.bike",
            "angelica@clip.bike",
            "clement@clip.bike",
            "jolszewski@edc.nyc",
            "gkaragoz@edc.nyc"
        ]
    }
}
