{
    "version": 1,
    "ts": 1655143472,
    "server": {
        "connectUrl": "https://e-bikes-for-essentials-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "intro": {
        "program_or_study": "program",
        "start_month": "2",
        "start_year": "2023",
        "mode_studied": "e-bike",
        "program_admin_contact": "bmarkham@vail.gov, 970-479-2333",
        "deployment_partner_name": "Town of Vail, CO",
        "translated_text": {
            "en": {
                "deployment_partner_name": "Town of Vail, CO",
                "deployment_name": "E-bikes for Essentials program and Shift Bike regional electric bike share program",
                "summary_line_1": "The Town of Vail aims to incentivize commuters to adopt energy-efficient, non-polluting modes of transportation and maximize air quality benefits.",
                "summary_line_2": "In the E-bikes for Essentials program, it is providing e-bikes to low-income essential workers in the Town of Vail to use as the primary mode of transportation during non-snow months.",
                "summary_line_3": "In the Shift Bike regional electric bike share program, users purchasing program memberships will have the opportunity to participate in the study to collect data on how the regional electric bike share can be used to achieve climate goals.",
                "short_textual_description": "As transportation is the second leading sector of greenhouse gas emissions in the Town of Vail and commute schedules get increasingly complex in our 'Future of Work', NREL and Town of Vail would like to experiment with an automated trip tracking solution for understanding travel behavior. This commuting study ('Study') can allow NREL and Town of Vail to understand variations in travel across centers, days of the week and months of the year without complex, time-consuming surveys. This study will also help NREL and Town of Vail better understand how electric bikes can be used as a commuting tool in the mountain region to reduce single occupancy vehicle commuting trips.",
                "why_we_collect": "NREL and Town of Vail can use this information to understand how people get to work, what their constraints are, and how to better provide alternative options to commuting in single occupancy vehicles. This comprehensive information will aid NREL and Town of Vail in its goal to reduce carbon emissions from transportation. The data collected during these programs will be used to understand how e-bikes are used including when and how often as well as distance travelled. The data will also be used to examine the differences in use between e-bike ownership models and e-bike share programs.",
                "research_questions": [
                    "Travel behavior modeling to support cost-benefit analyses of various potential commute programs.",
                    "The impact of post-pandemic telework on transportation energy efficiency and GHG emissions.",
                    "The impact of micromobility ownership and shared programs on commuter behaviors and patterns."
                ]
            },
            "es": {
                "deployment_partner_name": "Ciudad de Vail, CO",
                "deployment_name": "Programa E-bikes for Essentials y programa regional de bicicletas eléctricas compartidas Shift Bike",
                "summary_line_1": "El Pueblo de Vail tiene como objetivo incentivar a los viajeros a adoptar modos de transporte no contaminantes y de bajo consumo de energía y maximizar los beneficios de la calidad del aire.",
                "summary_line_2": "En el programa E-bikes for Essentials, proporciona bicicletas eléctricas a trabajadores esenciales de bajos ingresos en la ciudad de Vail para que las utilicen como el principal medio de transporte durante los meses sin nieve.",
                "summary_line_3": "En el programa regional de bicicletas eléctricas compartidas Shift Bike, los usuarios que compren membresías del programa tendrán la oportunidad de participar en el estudio para recopilar datos sobre cómo se pueden usar las bicicletas eléctricas compartidas regionales para lograr los objetivos climáticos.",
                "short_textual_description": "Dado que el transporte es el segundo sector líder en emisiones de gases de efecto invernadero en la ciudad de Vail y los horarios de viaje se vuelven cada vez más complejos en nuestro 'Futuro del trabajo', NREL y la ciudad de Vail quisieran experimentar con una solución de seguimiento de viajes automatizada para comprender el comportamiento de los viajes. Este estudio de desplazamiento ('Estudio') puede permitir que NREL y Town of Vail comprendan las variaciones en los viajes entre centros, días de la semana y meses del año sin encuestas complejas que consumen mucho tiempo. Este estudio también ayudará a NREL y Town of Vail a comprender mejor cómo se pueden usar las bicicletas eléctricas como una herramienta de desplazamiento en la región montañosa para reducir los viajes de traslado en vehículos de una sola ocupación.",
                "why_we_collect_es": "Denver espera usar esta información para comprender mejor cómo se usan las bicicletas eléctricas, incluida la distancia recorrida, los viajes realizados, la reducción de emisiones asociada y los posibles impactos en la equidad.",
                "why_we_collect": "NREL y Town of Vail pueden usar esta información para comprender cómo las personas llegan al trabajo, cuáles son sus limitaciones y cómo brindar mejores opciones alternativas a los desplazamientos en vehículos de ocupación individual. Esta información integral ayudará a NREL y Town of Vail en su objetivo de reducir las emisiones de carbono del transporte. Los datos recopilados durante estos programas se utilizarán para comprender cómo se utilizan las bicicletas eléctricas, incluido cuándo y con qué frecuencia, así como la distancia recorrida. Los datos también se utilizarán para examinar las diferencias de uso entre los modelos de propiedad de bicicletas eléctricas y los programas de bicicletas compartidas.",
                "research_questions": [
                    "Modelado del comportamiento de viaje para respaldar los análisis de costo-beneficio de varios programas potenciales de viaje.",
                    "El impacto del teletrabajo pospandemia en la eficiencia energética del transporte y las emisiones de GEI.",
                    "El impacto de la propiedad de micromovilidad y los programas compartidos en los comportamientos y patrones de los viajeros."
                ]
            }
        }
    },
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "json/demo-survey-v2.json",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": false
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "data_trips_columns_exclude": [
            "data.start_loc.coordinates",
            "data.end_loc.coordinates"
        ],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_generate": false,
        "token_prefix": "nrelop",
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": false,
        "push_send": false,
        "options_uuids": true,
        "options_emails": true,
        "data_trajectories_columns_exclude": [
            "user_id"
        ],
        "admin_access": [
            "bmarkham@vail.gov"
        ]
    }
}
