{
    "url_abbreviation": "ebikegj",
    "version": 1,
    "ts": 1655143472,
    "server": {
        "connectUrl": "https://ebikegj-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "opcode": {
        "autogen": true,
        "subgroups": [
            "test",
            "default",
            "second-cohort"
        ]
    },
    "intro": {
        "program_or_study": "program",
        "app_required": false,
        "start_month": "06",
        "start_year": "2023",
        "mode_studied": "e-bike",
        "program_admin_contact": "Jenny Nitzky, Sustainability Coordinator with the City of Grand Junction (email:jennifern@gjcity.org, phone: 970-256-4059).",
        "deployment_partner_name": "City of Grand Junction",
        "translated_text": {
            "en": {
                "deployment_partner_name": "City of Grand Junction",
                "deployment_name": "eBike to Work Ownership Program",
                "summary_line_1": "The app will help the City of Grand Junction understand how eBikes function as a primary mode of transportation for the community member participants.",
                "summary_line_2": "This will also help the City understand to what extent the program might incentivize commuters to adopt energy-efficient, non-polluting modes of transportation.",
                "summary_line_3": "The program will also assess how the City can maximize health and air quality benefits",
                "short_textual_description": "This program provides eBikes to essential workers making at or below 80% area median income in two of the City of Grand Junction’s crucial business districts, and the City would like to use the OpenPATH trip-tracking solution in order to understand the effectiveness of the program.",
                "why_we_collect": "OpenPATH will allow the City of Grand Junction to obtain detailed data revealing patterns and variations in participants’ use of the eBikes without complex, time-consuming surveys. The City can study this data to understand how eBikes function as a primary mode of transportation for program participants, how they might function for a larger subset of the community, and how to better provide alternative options to driving alone within the City. This comprehensive information will aid the City in its goals to improve accessibility of active transportation and to reduce carbon emissions from transportation.",
                "research_questions": [
                    "Travel behavior modeling to support cost-benefit analyses of potential multimodal travel incentive programs.",
                    "Travel behavior modeling to identify key connections and validate prioritization of impactful corridors for ongoing redesign efforts.",
                    "Travel behavior modeling to understand program greenhouse gas emissions impacts."
                ]
            },
            "es": {
                "deployment_partner_name": "Ciudad de Grand Junction",
                "deployment_name": "Programa de propiedad de eBike to Work",
                "summary_line_1": "La aplicación ayudará a la ciudad de Grand Junction a comprender cómo funcionan las bicicletas eléctricas como medio de transporte principal para los miembros de la comunidad participantes.",
                "summary_line_2": "Esto también ayudará a la ciudad a comprender hasta qué punto el programa podría incentivar a los viajeros a adoptar modos de transporte eficientes en energía y no contaminantes.",
                "summary_line_3": "El programa también evaluará cómo la ciudad puede maximizar los beneficios para la salud y la calidad del aire",
                "short_textual_description": "Este programa proporciona eBikes a los trabajadores esenciales que ganan el 80 % o menos del ingreso medio del área en dos de los distritos comerciales cruciales de la ciudad de Grand Junction, y a la ciudad le gustaría usar la solución de seguimiento de viajes OpenPATH para comprender la eficacia del programa.",
                "why_we_collect": "OpenPATH permitirá a la ciudad de Grand Junction obtener datos detallados que revelen patrones y variaciones en el uso de las bicicletas eléctricas por parte de los participantes sin encuestas complejas que consumen mucho tiempo. La ciudad puede estudiar estos datos para comprender cómo funcionan las bicicletas eléctricas como un modo de transporte para los participantes del programa, cómo podrían funcionar para un subconjunto más grande de la comunidad y cómo brindar mejores opciones alternativas a conducir solo dentro de la Ciudad. Esta información integral ayudará a la Ciudad en sus objetivos de mejorar la accesibilidad del transporte activo y para reducir las emisiones de carbono del transporte.",
                "research_questions": [
                    "Modelado de comportamiento de viaje para respaldar los análisis de costo-beneficio de posibles programas de incentivos de viaje multimodal.",
                    "Modelado de comportamiento de viaje para identificar conexiones clave y validar la priorización de corredores impactantes para los esfuerzos de rediseño en curso.",
                    "Modelado de comportamiento de viaje para comprender los impactos de las emisiones de gases de efecto invernadero del programa."
                ]
            }
        }
    },
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "json/demo-survey-v2.json",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": false
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "data_trips_columns_exclude": [
            "data.start_loc.coordinates",
            "data.end_loc.coordinates"
        ],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_generate": false,
        "token_prefix": "nrelop",
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": false,
        "push_send": false,
        "options_uuids": true,
        "options_emails": true,
        "data_trajectories_columns_exclude": [
            "user_id"
        ]
    }
}
