{
    "url_abbreviation": "godcgo",
    "version": 1,
    "ts": 1714679651,
    "server": {
        "connectUrl": "https://godcgo-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "opcode": {
        "autogen": true,
        "subgroups": [
            "default",
            "test"
        ]
    },
    "intro": {
        "program_or_study": "program",
        "start_month": "05",
        "start_year": "2024",
        "mode_studied": "bike",
        "program_admin_contact": "Samantha Huff at goDCgo (samantha.huff@godcgo.com)",
        "deployment_partner_name": "goDCgo",
        "translated_text": {
            "en": {
                "deployment_partner_name": "goDCgo",
                "deployment_name": "Sustainable Transportation Initiative from DDOT",
                "summary_line_1": "goDCgo aims to decrease car usage and traffic by promoting sustainable and affordable options to get around this District.",
                "summary_line_2": "goDCgo provides complimentary transit resources and services to DC organizations and commuters.",
                "summary_line_3": "If you are a campaign participant, this app can help you track your sustainability metrics and provide valuable information to goDCg on how sustainable transportation is being used.",
                "short_textual_description": "goDCgo is an initiative with the District Department of Transportation, that promotes the use of sustainable transportation. With the aim to decrease car usage and traffic with sustainable, affordable ways of getting around, goDCgo would like to experiment with an automated (\"passive\") trip tracking solution for understanding travel behavior. This program study can allow goDCgo and its partner NREL to understand mode shifts and transportation patterns without complex, time-consuming surveys.",
                "why_we_collect": "The data collected during goDCgo's ongoing campaigns will be used to understand how sustainable transportation is being used by DC residents, including when and how, as well as distance traveled. It will help goDCgo understand VMT and carbon reductions as a result of recipients' subsituted travel.",
                "research_questions": [
                    "How much VMT is reduced from campaign participants traveling by biking, walking, scooting, or taking public transit instead of driving?",
                    "What is the number, frequency, and duration of rides from campaign participants?",
                    "How do campaign travel patterns differ by demographics and/or location?"
                ]
            },
            "es": {
                "deployment_partner_name": "goDCgo",
                "deployment_name": "goDCgo",
                "summary_line_1": "goDCgo tiene como objetivo disminuir el uso y el tráfico de automóviles por medido de promover opciones sostenibles y asequibles para desplazarse por este Distrito.",
                "summary_line_2": "goDCgo provee recursos y servicios de tránsito complementarios a organizaciones y viajeros de DC.",
                "summary_line_3": "Si eres un participante en la campaña, esta aplicación puede ayudarle a monitorizar sus métricas de sostenibilidad y proviene información valiosa a goDCg sobre cómo se utiliza el transporte sostenible.",
                "short_textual_description": "goDCgo es una iniciativa del Departamento de Transporte del Distrito, que promueve el uso del transporte sostenible. Con el objetivo de reducir el uso de automóviles y el tráfico con formas sostenibles y asequibles de desplazarse, a goDCgo le gustaría experimentar con una solución de seguimiento de viajes automatizada (\"pasiva\") para comprender el comportamiento de los viajes. Este estudio del programa puede permitir que goDCgo y su socio NREL comprendan los cambios de modo y los patrones de transporte sin encuestas complejas que requieran mucho tiempo.",
                "why_we_collect": "Los datos recopilados durante las campañas en curso de goDCgo se utilizarán para comprender cómo los residentes de DC utilizan el transporte sostenible, incluido cuándo y cómo, así como la distancia recorrida. Ayudará a goDCgo a comprender el VMT (millas recorridas por el vehículo) y las reducciones de carbono como resultado de los viajes sustituidos de los participantes.",
                "research_questions": [
                    "¿Cuánto se reduce el VMT (millas recorridas por vehículo) cuando los participantes de la campaña viajan en bicicleta, caminando, en patineta o en transporte público en lugar de conducir?",
                    "¿Cuál es el número, la frecuencia y la duración de los viajes de los participantes de la campaña?",
                    "¿Cómo difieren los patrones de viajes de campaña según la demografía y/o la ubicación?"
                ]
            }
        }
    },
    "label_options": "https://raw.githubusercontent.com/e-mission/nrel-openpath-deploy-configs/main/label_options/godcgo-label-options.json",
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "json/demo-survey-v2.json",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": true
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "data_trips_columns_exclude": [],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_prefix": "nrelop",
        "token_generate": true,
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": false,
        "options_uuids": true,
        "options_emails": true,
        "admin_access": [
            "samantha.huff@godcgo.com",
            "kathryn.lang@dc.gov",
            "Danelle.carey@godcgo.com"
        ]
    }
}
