{
    "version": 1,
    "ts": 1655143472,
    "server": {
        "connectUrl": "https://smart-commute-ebike-openpath.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "intro": {
        "program_or_study": "program",
        "start_month": "3",
        "start_year": "2023",
        "mode_studied": "e-bike",
        "program_admin_contact": "720.263.0106",
        "deployment_partner_name": "Smart Commute Metro North Transportation Management Organization",
        "translated_text": {
            "en": {
                "deployment_partner_name": "Smart Commute Metro North Transportation Management Organization",
                "deployment_name": "Smart Commute eBike Program",
                "summary_line_1": "Smart Commute aims to incentivize commuters to adopt energy-efficient, non-polluting modes of transportation, including first and final mile solutions for those who can use transit for a significant portion of their trip, while maximizing air quality benefits.",
                "summary_line_2": "In this pilot program, Smart Commute is providing eBikes, accessories, and incentives to qualified-income workers in Adams and Broomfield counties, provided they use their eBikes for various trips and label at least 75% of all trips.",
                "summary_line_3": "If you are a program Participant, this app can help you log your trips and see the difference you are making to benefit the environment and reduce congestion, and how your efforts compare with other program participants.",
                "short_textual_description": "Smart Commute is interested in mode shift to more sustainable options. Using the app to track mode shift and subsequently use the survey feature, Smart Commute would like to learn more about the trends surrounding people’s choices (I.e., did they not take a car because the trip was a viable distance to eBike, or was the mode choice based on [un]safe infrastructure [not being] available, or other factors?). Obtaining data and using NREL app-generated surveys should help Smart Commute identify improvements to the program, infrastructure, etc., that are needed to help with mode shifts in the future. The app should include the analysis that produced the same charts and graphs that were a part of the CEO’s CanBikeCo study, and additionally, because RTD’s funding is tied to studying first and final mile connections to transit by eBike participants, Smart Commute would like to work with NREL to develop meaningful metrics to track eBikes and other micro-mobility options as the first and final mile of their trips.",
                "why_we_collect": "Smart Commute requires Participants to track their travel modes, the purpose, and what mode they replaced for all trips and not just for eBikes. Because of the first and final mile component under Smart Commute’s contract with RTD, participants are asked to designate the different modes they use for each trip.",
                "research_questions": [
                    "What GHG and VMT reductions can we extrapolate using the mode replacement figures?",
                    "Number of eBike trips that were used as first and final mile connections and what mode did the eBike trip replace?"
                ]
            },
            "es": {
                "deployment_partner_name": "Smart Commute Metro North Organización de Gestión de Transporte",
                "deployment_name": "Programa de bicicletas eléctricas Smart Commute",
                "summary_line_1": "Smart Commute tiene como objetivo incentivar a los viajeros a adoptar modos de transporte no contaminantes y de bajo consumo de energía, incluidas soluciones de primera y última milla para aquellos que pueden usar el transporte público durante una parte importante de su viaje, al tiempo que maximizan los beneficios de la calidad del aire.",
                "summary_line_2": "En este programa piloto, Smart Commute proporciona bicicletas eléctricas, accesorios e incentivos a trabajadores con ingresos calificados en los condados de Adams y Broomfield, siempre que usen sus bicicletas eléctricas para varios viajes y etiqueten al menos el 75 % de todos los viajes.",
                "summary_line_3": "Si usted es un participante del programa, esta aplicación puede ayudarlo a registrar sus viajes y ver la diferencia que está haciendo para beneficiar al medio ambiente y reducir la congestión, y cómo se comparan sus esfuerzos con los de otros participantes del programa.",
                "short_textual_description": "Smart Commute está interesado en el cambio de modo a opciones más sostenibles. Usando la aplicación para rastrear el cambio de modo y luego usar la función de encuesta, a Smart Commute le gustaría obtener más información sobre las tendencias que rodean las elecciones de las personas (es decir, ¿no tomaron un automóvil porque el viaje era una distancia viable para eBike, o era el modo elección basada en una infraestructura [in]segura [que no esté] disponible u otros factores?). La obtención de datos y el uso de encuestas generadas por la aplicación NREL deberían ayudar a Smart Commute a identificar mejoras en el programa, la infraestructura, etc., que se necesitan para ayudar con los cambios de modo en el futuro. La aplicación debe incluir el análisis que produjo los mismos cuadros y gráficos que formaron parte del estudio de CanBikeCo del CEO y, además, dado que los fondos de RTD están vinculados al estudio de las conexiones de la primera y última milla para el tránsito de los participantes de eBike, a Smart Commute le gustaría trabajar con NREL para desarrollar métricas significativas para rastrear eBikes y otras opciones de micromovilidad como la primera y última milla de sus viajes.",
                "why_we_collect": "Smart Commute requiere que los participantes realicen un seguimiento de sus modos de viaje, el propósito y el modo que reemplazaron para todos los viajes y no solo para bicicletas eléctricas. Debido al componente de la primera y última milla bajo el contrato de Smart Commute con RTD, se les pide a los participantes que designen los diferentes modos que usan para cada viaje.",
                "research_questions": [
                    "¿Qué reducciones de GEI y VMT podemos extrapolar usando las cifras de reemplazo de modo?",
                    "¿Número de viajes en eBike que se usaron como conexiones de primera y última milla y qué modo reemplazó el viaje en eBike?"
                ]
            }
        }
    },
    "survey_info": {
        "surveys": {
            "UserProfileSurvey": {
                "formPath": "json/demo-survey-v2.json",
                "version": 1,
                "compatibleWith": 1,
                "dataKey": "manual/demographic_survey",
                "labelTemplate": {
                    "en": "Answered",
                    "es": "Contestada"
                }
            }
        },
        "trip-labels": "MULTILABEL"
    },
    "display_config": {
        "use_imperial": true
    },
    "metrics": {
        "include_test_users": false
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    },
    "admin_dashboard": {
        "overview_users": true,
        "overview_active_users": true,
        "overview_trips": true,
        "overview_signup_trends": true,
        "overview_trips_trend": true,
        "data_uuids": true,
        "data_trips": true,
        "data_trips_columns_exclude": [
            "data.start_loc.coordinates",
            "data.end_loc.coordinates"
        ],
        "additional_trip_columns": [],
        "data_uuids_columns_exclude": [],
        "token_generate": false,
        "token_prefix": "nrelop",
        "map_heatmap": true,
        "map_bubble": true,
        "map_trip_lines": true,
        "push_send": false,
        "options_uuids": true,
        "options_emails": true,
        "data_trajectories_columns_exclude": [
            "user_id"
        ],
        "admin_access": [
            "jeanne@smartcommute.org",
            "jianli.gu@nrel.gov",
            "k.shankari@nrel.gov"
        ]
    }
}
