{
    "version": 1,
    "ts": 1655143472,
    "server": {
        "connectUrl": "https://openpath-stage.nrel.gov/api/",
        "aggregate_call_auth": "user_only"
    },
    "intro": {
        "program_or_study": "study",
        "program_admin_contact": "K. Shankari (k.shankari@nrel.gov)",
        "deployment_partner_name": "National Renewable Energy Laboratory (NREL)",
        "translated_text": {
            "en": {
                "deployment_name": "Open Access Study",
                "summary_line_1": "enables people to track their travel modes and <b>measure</b> their associated energy use and emissions",
                "summary_line_2": "makes <b>aggregated</b> data on mode shares, trip frequencies, and carbon footprints available via a public dashboard",
                "summary_line_3": "serves as a <b>control group</b> while evaluating behavior change of programs.",
                "short_textual_description": "Transportation is the largest contributor to US Greenhouse Gas GHG emissions. As the nation's premier facility for energy-efficient transportation R&amp;D solutions, NREL’s sustainable transportation and mobility research takes a whole-system, human-centric approach to solve complex energy challenges and slash greenhouse gas emissions. As part of this approach we would like to collect long-term travel behavior data that tells us how, where and why people travel.",
                "why_we_collect": "NREL can use this information to understand how travel patterns change in response to federal, state and local interventions. The interventions can include programs, incentives and infrastructure changes. Since this data will be collected for a long time, changes can be directly observed instead of inferred from other data sources. This data can also serve as a control of unmodified behavior for programs that target a small sample of the population."
            },
            "es": {
                "deployment_name": "Estudio de acceso abierto",
                "summary_line_1": "permite a las personas realizar un seguimiento de sus modos de viaje y <b>medir</b> su uso de energía y emisiones asociadas",
                "summary_line_2": "hace que los datos <b>agregados</b> sobre modos compartidos, frecuencias de viaje y huellas de carbono estén disponibles a través de un tablero público",
                "summary_line_3": "sirve como un <b>grupo de control</b> al evaluar el cambio de comportamiento de los programas",
                "short_textual_description": "El transporte es el mayor contribuyente a las emisiones de gases de efecto invernadero de EE. UU. Como la principal instalación del país para soluciones de investigación y desarrollo de transporte eficiente en energía, la investigación de movilidad y transporte sostenible de NREL adopta un enfoque de sistema completo centrado en el ser humano para resolver desafíos energéticos complejos y reducir las emisiones de gases de efecto invernadero. Como parte de este enfoque, nos gustaría recopilar datos de comportamiento de viaje a largo plazo que nos digan cómo, dónde y por qué viaja la gente.",
                "why_we_collect_es": "NREL puede usar esta información para comprender cómo cambian los patrones de viaje en respuesta a las intervenciones federales, estatales y locales. Las intervenciones pueden incluyen programas, incentivos y cambios de infraestructura. Dado que estos datos serán recopilarse durante mucho tiempo, los cambios se pueden observar directamente en lugar de inferido de otras fuentes de datos. Estos datos también pueden servir como control de comportamiento no modificado para programas que se dirigen a una pequeña muestra de la población."
            },
            "support_autogen_token": true
        }
    },
    "display_config": {
        "use_imperial": false
    },
    "profile_controls": {
        "support_upload": false,
        "trip_end_notification": false
    }
}
